Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: so the milk is a suspension and not a solution in the water .
af: dus is die melk 'n suspensie en nie 'n oplossing in die water nie .

source: make a list of the components in the coffee mixture .
af: maak 'n lys van die komponente in die koffiemengsel .

source: coffee sugar and milk in water
af: koffie suiker en melk in water

source: which component is the solvent ?
af: watter komponent is die oplosmiddel ?

source: is the sugar a solute or a solvent ?
af: is die suiker 'n opgeloste stof of 'n oplosmiddel ?

source: what could tom do to make sure that the sugar dissolves quickly ?
af: wat kan tom doen om seker te maak dat die suiker vinnigoplos ?

source: tom could stir the coffee tom could use finer sugar or tom could stir in the sugar before the milk is added assuming the milk is not heated .
af: tom kan die koffie roer tom kan fyner suiker gebruik of tom kan die suiker inroer voordat die melk bygevoeg word onder die aanname dat die melk nie warmgemaak is nie .

source: stirring a solution is just one of the things we can do to make a solute dissolve faster .
af: om 'n oplossing te roer is net een van die dinge wat ons kan doen om 'n opgeloste stof vinniger te laat oplos .

source: we are going to perform 3 investigations to explore the factors that affect the rate of dissolving of sugar a solute in water a solvent .
af: ons gaan 3 ondersoeke uitvoer om die faktore wat die tempo van oplossing van suiker 'n opgeloste stof in water 'n oplosmiddel be&#239;nvloed te ondersoek .

source: in the first investigation we will explore whether salt dissolves faster in hot or cold water .
af: in die eerste ondersoek sal ons ondersoek of sout vinniger in warm of koue water oplos .

source: what do you expect ?
af: wat verwag jy ?

source: to investigate how temperature affects the rate of dissolving
af: om ondersoek in te stel na hoe temperatuur die tempo vanoplossing be&#239;nvloed

source: try to use sea salt or any brand without free flowing agent this is usually cornflour and obscures observations by forming a cloudy suspension .
af: probeer om seesout te gebruik of enige handelsnaam wat nie &#8216;n vry vloeiende agent bevat nie hierdie is gewoonlik meelblom en maak 'n wolkerige suspensie wat waarnemings bemoeilik .

source: alternatively one can just use sugar here .
af: alternatiewelik kan suiker ook hier gebruik word .

source: stirring must occur at the same regular rate for comparisons to be drawn .
af: roer teen dieselfde re&#235;lmatige tempo sodatvergelykings getref kan word .

source: let each group agree on a way to ensure this perhaps by counting each full stir of the spoon .
af: laat elke groep vooraf ooreenkom op 'n manier om roer eenvormig te hou miskien deur elke volle roer van die lepel te tel .

source: this step should be done with the ice outside the water used for mixing .
af: hierdie stap moet gedoen word met die ys buite die water wat vir vermenging gebruik word. &#210;f baie koue water vanuit 'n yskas kan gebruik word &#242;f die houer moet op 'n hoop fyn gebreekte ys geplaas word .

source: either very cold water from a fridge can be used or the mixing container should be placed on a bed of crushed ice .
af: die teenwoordigheid van die ys in die vermengingswater het duidelik niks te doen met die tempo van oplossing nie .

source: the presence of the ice in the mixing water obviously has nothing to do with the rate of dissolution .
af: verder kan van die sout bo op die ys beland en daar vries wat 'n situasie kan skep waar dit mag voorkom asof die sout vinniger in die koue water oplos as in die kamertemperatuur water .

source: the effect of temperature on dissolving
af: die effek van temperatuur op oplossing

source: we compared how fast salt dissolved in hot water water at room temperature and ice water .
af: ons het die tyd wat sout neem om op te los in warm water in water by kamertemperatuur en in yswater vergelyk .

source: name three things that were the same about the three situations .
af: noem drie dinge wat dieselfde was in die drie situasies .

source: the amount of water we used
af: die hoeveelheid water wat ons gebruik het

source: the amount of salt we added to the water
af: die hoeveelheid sout wat ons by die water gevoeg het

source: the amount of stirring
af: hoeveel ons geroer het

source: what did we change in this investigation ?
af: wat het ons in hierdie ondersoek verander ?

source: the temperature of the water .
af: die temperatuur van die water

source: teacher note this is an opportunity to introduce the term variable see new words above .
af: onderwysersnota hierdie is 'n geleentheid om die term veranderlike bekend te stel sien nuwe woorde hierbo .

source: the variable that we change manipulate is called the independent variable .
af: die veranderlike wat ons verander manipuleer word die onafhanklike veranderlike genoem .

source: we measured the temperature of the water .
af: ons het die temperatuur van die water gemeet .

source: what else did we measure ?
af: wat het onsnog gemeet ?

source: we measured the time it took for the salt to dissolve .
af: ons het die tyd wat dit die sout geneem het om op te los gemeet .

source: teacher note the variable that we measure is called the dependent variable .
af: onderwysersnota die veranderlike wat ons meet word die

source: in which situation did the salt dissolve the fastest ?
af: in watter geval het die sout die vinnigste opgelos ?

source: the salt dissolved fastest in the hot water
af: die sout het die vinnigste in die warm water opgelos

source: the salt crystals dissolved in the hot water than the cold water .
af: die soutkristal los op in die warm water as in die koue water .

source: temperature affects the rate of dissolving .
af: temperatuur be&#239;nvloed die tempo van oplossing .

source: when we increase the temperature of the solvent the rate at which the solute dissolves .
af: wanneer ons die temperatuur van die oplosmiddel verhoog die tempo waarteen die sout oplos .

source: answer faster increases .
af: antwoord vinniger vermeerder .

source: extension question why do you think the salt dissolves faster in the hot water ?
af: uitbreidingsvraag hoekom dink jy los die sout vinniger op in die warm water ?

source: teacher note this is an opportunity to bring the energy concept into the conversation .
af: onderwysersnota hierdie is 'n geleentheid om die konsep van energie in die gesprek in te lei .

source: children move faster when they have more energy !
af: kinders beweegvinniger as hulle meer energie het .

source: particles also move faster when they have more energy .
af: deeltjies beweeg ook vinniger as hulle meer energie het .

source: when a solute dissolves in a solvent the solute particles spread out among the solvent particles .
af: wanneer 'n opgeloste stof in 'n oplossing oplos versprei die opgeloste stof se deeltjies tussen die oplosmiddel se deeltjies .

source: this process happens much faster when all the particles are moving faster .
af: hierdie proses gebeur baie vinniger as al die deeltjies vinniger beweeg .

source: in the second investigation we will explore whether coarse salt dissolves faster than fine salt .
af: in die tweede ondersoek gaan ons probeer uitvind of growwe sout vinniger oplos as fyn sout .

source: to investigate how grain size affects the rate of dissolving
af: om te ondersoek hoe korrelgrootte die tempo van oplossingbe&#239;nvloed .

source: the effect of grain size on dissolving
af: die effek van korrelgrootte op oplossing

source: we compared which dissolved faster in water fine salt or coarse salt .
af: ons het vergelyk watter een die vinnigste in water oplos fyn sout of growwe sout .

source: the temperature of the water
af: die temperatuur van die water

source: the grain size of the salt
af: die korrelgrootte van die sout

source: teacher note here you should explain the term 'grain size' by pointing out the differences in the sizes of the salt crystals .
af: onderwysersnota hier moet jy die term 'korrelgrootte'verduidelik deur uit te wys dat daar verskille in die groottes van die kristalle is .

source: you should also try to convey that the same quantity mass of table salt would contain more grains if the grains were smaller .
af: jy moet ook probeer verduidelik dat dieselfde hoeveelheid massa tafelsout meer korrels sal bevat as die korrels kleiner is .

source: another opportunity to introduce the term variable see new words above .
af: nog 'n geleentheid om die term veranderlike bekend te stel sien nuwe woorde .

source: what did we measure ?
af: wat het ons gemeet ?

source: we measured the time it took for each type of salt to dissolve .
af: ons het die tyd gemeet wat dit elke tipe sout geneem het om op te los .

source: in this case the dependent variable is time and the independent variable is grain size .
af: in hierdie geval is die afhanklike veranderlike tyd en die onafhanklike veranderlike is korrelgrootte .

source: which type of salt dissolved faster ?
af: watter tipe sout het die vinnigste opgelos ?

source: the fine salt dissolved faster .
af: die fyn sout het vinniger opgelos .

source: the fine salt dissolved than the coarse salt .
af: die fyn sout los as die growwe sout op .

source: grain size affects the rate of dissolving .
af: korrelgrootte be&#239;nvloed die tempo van oplossing .

source: when we increase the grain size of the solute the rate at which the solute dissolves .
af: wanneer ons die korrelgrootte vergroot die tempo waarteen die opgeloste stof oplos .

source: answer faster decreases .
af: antwoord vinniger verminder .

source: extension question why do you think the fine salt dissolves faster than the coarse salt ?
af: uitbreidingsvraag hoekom dink jy los die fyn sout vinniger as die growwe sout op ?

source: teacher note this is an opportunity to bring the concept of surface area into the conversation .
af: onderwysersnota hierdie is 'n geleentheid om die konsep van oppervlakte in die gesprek in te lei .

source: ask the learners to say which would contain more grains a teaspoon of fine salt or a teaspoon of coarse salt .
af: vra die leerders om te s&#234; watter een die meeste korrels sal bevat 'n teelepel fyn sout of 'n teelepel growwe sout .

source: sketch the following two scenarios
af: skets die volgende twee situasies

source: in the third investigation we will explore whether salt dissolves faster in water when it is stirred .
af: in die derde ondersoek gaan ons probeer uitvind of sout vinniger oplos in water wanneer dit geroer word .

source: in this investigation the learners must come up with their own method experimental design to test whether stirring has an effect .
af: in hierdie ondersoek moet die leerders hulle eie metode eksperimentele prosedure ontwerp om te toets of roer 'neffek het .

source: you must provide the equipment .
af: jy moet die toerusting verskaf en hulle kan na die diagram van die opstelling kyk om dan die apparaat en materiale wat hulle sal nodig h&#234; te bepaal .

source: they can then look at the diagram of the setup and note what materials and apparatus they will need .
af: nadat hulle die ondersoek voltooi het moet leerders die metode uitskryf .

source: after completing the investigation they must also write out a method themselves .
af: leerders kan in groepe werk om dit te doen .

source: in this investigation you are going to design your own experiment to answer the question .
af: in hierdie ondersoek moet jy jou kennis van die vorige twee ondersoeke wat jy gedoen het gebruik .

source: use your knowledge of the previous two investigations to help you .
af: jy moet nou self n eksprimentele prosedure ontwerpom die vraag te beantwoord .

source: look at the materials and apparatus that have been provided as well as the diagram to design your investigation and then write it out in the spaces below .
af: ons help jou met materiale apparaat en n diagram .

source: to investigate how stirring affects the rate of dissolving
af: om te ondersoek hoe roer die tempo van oplossing be&#239;nvloed

source: make a list of what you will need to complete this investigation 2 clear containers glass beakers are ideal but small yoghurt tubs will also be suitable
af: maak 'n lys van wat jy gaan nodig h&#234; om hierdie ondersoek te voltooi 2 deurskynende houers glasbekers is ideaal maar klein

source: write out the steps that you will follow to complete the investigation .
af: skryf die stappe wat jy gevolg het om die ondersoek te voltooi neer .

source: remember to include measurements .
af: onthou om alle afmetings in te sluit .

source: place a teaspoon of salt in each container .
af: plaas 'n teelepel sout in elkeen van die houers .

source: the effect of stirring on dissolving
af: die ef

source: we compared which dissolved faster in water a salt solution that is stirred or a salt solution that is not stirred .
af: ons het ondersoek watter een die vinnigste opgelos het 'n soutoplossing wat geroer is of 'n soutoplossing wat nie geroer is nie .

source: name 3 things that were the same about the 3 situations .
af: noem 3 dinge wat in al 3 gevalle dieselfde was .

source: the amount of salt we used
af: die hoeveelheid sout wat ons gebruik hetdie hoeveelheid sout wat ons gebruik het

source: we investigated whether or not the mixture was stirred .
af: ons het ondersoek of die mengsel geroer is of nie .

source: what made the salt dissolve faster stirring or not stirring ?
af: wat het die sout vinniger laat oplos om te roer of om nie te roer nie ?

source: the salt in the stirred solution dissolved faster .
af: die sout in die geroerde oplossing het vinniger opgelos .

source: the mixture that was stirred dissolved than the mixture that was not stirred .
af: die mengsel wat geroer is het opgelos as diemengsel wat nie geroer is nie .

source: stirring affects the rate of dissolving .
af: om te roer be&#239;nvloed die tempo van oplossing .

source: answer faster
af: antwoord vinniger

source: extension question why do you think stirring makes the salt dissolve faster ?
af: uitbreidingsvraag hoekom dink jy los die sout vinniger op as dit geroer word ?

source: particles move faster when they are stirred .
af: deeltjies beweeg vinniger wanneer hulle geroer word.wanneer 'n opgeloste stof in 'n oplosmiddel oplos versprei die opgeloste stof se deeltjies tussen die deeltjies van die oplosmiddel .

source: what are the three factors that affect solubility ?
af: wat is die 3 faktore wat oplosbaarheid be&#239;nvloed ?

source: write a sentence describing how they affect solubility .
af: skryf 'n sin waarin jy beskryf hoe elke faktor oplosbaarheid be&#239;nvloed .

source: the three factors that affect solubility are temperature grain size and stirring .
af: temperatuur korrelgrootte en roer .

source: increasing the temperature increases solubility decreasing the grain size increases solubility and stirring increases solubility .
af: 'n verhoging intemperatuur verhoog oplosbaarheid 'n verlaging inkorrelgrootte verhoog oplosbaarheid en om te roer verhoog ook die oplosbaarheid .

source: write 3 examples where we use the factors that affect dissolving in our daily lives .
af: skryf 3 voorbeelde neer van waar ons die faktore wat oplossing be&#239;nvloed in ons alledaagse lewens gebruik .

source: any appropriate examples will do for instance
af: enige toepaslike voorbeelde is aanvaarbaar byvoorbeeld

source: stirring tea or coffee to make the sugar dissolve
af: om koffie of tee te roer om die suiker te laat oplos;

source: heating water to make salt dissolve when cooking; and
af: om water te verhit om sout daarin te laat oplos wanneer daar gekook word; en

source: using fine salt as opposed to coarse grains when dissolving in water to make a salt solution for cooking or rinsing etc .
af: om eerder fyn sout op te los in water as growwe sout wanneer 'n soutoplossing voorberei word om te kook of af te spoel ens .

source: use the words in the box below and the clues that are given underneath .
af: gebruik die woorde in die boksie hieronder sowel as die leidrade wat verskaf word .

source: across
af: dwars

source: we have learnt that water can dissolve many substances water is a good solvent .
af: ons het geleer dat water baie stowwe kan oplos water is 'n goeie oplosmiddel .

source: when water has unhealthy substances in it we say the water is polluted .
af: wanneer water ongesonde stowwe bevat s&#234; ons die water is besoedel .

source: polluted water is not clean .
af: besoedelde water is nie skoon water nie .

source: when is water clean ?
af: wanneer is water skoon ?

source: we could say that clean water is free of pollutants .
af: ons kan s&#234; water is skoon water as dit geen besoedelende stowwe bevat nie .

source: what are pollutants ?
af: wat is besoedelende stowwe ?

source: pollutants are substances or objects that do not naturally belong in the water and are harmful to us and to the environment .
af: besoedelende stowwe is stowwe of voorwerpe wat nie natuurlik in die water hoort nie en wat skadelik vir ons en die omgewing is .

source: pollutants may be any of the following
af: besoedelende stowwe kan enige van die volgende wees

source: water pollution video http www.youtube.com watch?v qqnutly5foq
af: waterbesoedeling video goo.gl 07xde

source: there is an interesting term in the video clip on water pollution natural pollutants .
af: daar is 'n interessante term in die video oor waterbesoedeling &#8220;natuurlike besoedelende stowwe .

source: it is a nice topic for a short discussion .
af: dit is 'n goeie onderwerp vir 'n kort bespreking .

source: even things that are quite natural can act as pollutants when released in large quantities .
af: selfs dinge wat heeltemal natuurlik is kan besoedelende stowwe wees wanneer dit in groot hoeveelhede vrygestel word .

source: human sewage is an extreme example .
af: menslike riool is 'n uiterste voorbeeld .

source: most ecosystems are buffered against abnormal amounts of such substances but only up to a certain point .
af: die meeste ekosisteme is beskerm teen abnormale hoeveelhede van sulke stowwe maar ook net tot op 'n punt .

source: in the next activity we will discuss pollution and where it comes from .
af: in die volgende aktiwiteit gaan ons besoedeling bespreek .

source: look at the pictures above and make a list of all the objects that do not belong in the water .
af: kyk na die prente hierbo en maak 'n lys van al die voorwerpe wat nie in die water hoort nie .

source: plastic bags tyres paper polystyrene bottles shopping trolley tins metal rubbish bin oil
af: plastieksakke buitebande papier polistireen bottels winkeltrollies blikkies metaal asblik olie

source: what are the three main categories of pollutants found in water ?
af: wat is die drie hoofkategorie&#235; van besoedelende stowwe wat in water gevind word ?

source: insoluble pollutants
af: onoplosbare besoedelende stowwe

source: soluble pollutants
af: oplosbare besoedelende stowwe

source: disease causing bacteria germs
af: bakterie&#235; lewende mikroskopiese organismes wat siektes veroorsaak

source: which category of pollutants would you be able to see with the naked eye ?
af: watter kategorie van besoedelingstowwe kan jy met die blote oog sien ?

source: which categories of pollutants would you not be able to see with the naked eye ?
af: watter kategorie van besoedelende stowwe sal jy nie met die blote oog kan sien nie ?

source: soluble pollutants and germs
af: oplosbare besoedelende stowwe en kieme

source: how do you think insoluble pollutants end up in water ?
af: hoe dink jy beland onoplosbare besoedelende stowwe in die water ?

source: people allow garbage to fall into the water instead of placing it in a garbage bag for collection and may even use the water as a toilet releasing germs into the water .
af: mense laat afval in die water val in plaas daarvan om dit in 'n vullissak te sit vir verwydering en mag selfs die water as 'n toilet gebruik wat kieme in die water loslaat .

source: how do you think soluble pollutants end up in water ?
af: hoe dink jy beland oplosbare besoedelende stowwe in die water ?

source: there are many examples
af: daar is baie voorbeelde

source: rainwater can wash fertilisers and pesticides from farm lands into the rivers and other water sources .
af: re&#235;nwater kan kunsmis en insekdoders vanaf landerye tot in riviere en ander waterbronne spoel .

source: people can allow their household water that contain soap and detergents to run directly into the rivers .
af: mense kan toelaat dat hulle huishoudelike water wat seep en opwasmiddels bevat direk in die riviere loop .

source: industries can release polluted effluent into the rivers. effluent is the term for liquid waste or sewage discharged into a river or the sea .
af: fabrieke kan besoedelde uitloop of afvalwater in die riviere laat inloop. afvalwater is die term vir vloeibare afval of riool wat in riviere of die see gestort word .

source: how do you think bacteria that cause illness like diarrhoea and cholera end up in water ?
af: hoe dink jy beland bakterie wat siektes soos diarree encholera veroorsaak in water ?

source: bacteria get into the water mainly through people and animals using the water sources as a toilet .
af: bakterie&#235; beland in water meestal wanneer mense en diere waterbronne as toilette gebruik .

source: people and animals have bacteria that occur naturally in the digestive tract but outside of this environment they can be harmful .
af: mense en diere het bakterie&#235; wat natuurlik in hulle verteringstesels voorkom maar buite hierdie omgewing is hulle skadelik .

source: how do you think oil ends up in the water especially in oceans ?
af: hoe dink jy beland olie in die water veral in die oseane ?

source: cars drop oil and other chemical pollutants everywhere .
af: motors mors oral olie en ander chemiese besoedelende stowwe .

source: these wash into the rainwater collection system and straight into rivers and seas .
af: dit spoel dan met die re&#235;nwater afvoersisteem na die riviere en oseane .

source: more dramatic disasters also pollute the ocean with oil .
af: nog meer dramaties is die groot rampe wat plaasvind wanneer olietenkskepe lek of oopbars of wanneer olie deur oliebore in die see gemors word .

source: what do all 3 categories of pollutants have in common ?
af: wat het al 3 kategorie&#235; besoedeling in gemeen ?

source: learners may say 'they do not belong in clean water' .
af: leerders mag s&#234; &#8221;hulle hoort nie in skoon water nie.&#8221; help hulle om in te sien dat dit hoofsaaklik deur menslike aktiwiteite is dat waterbronne besoedel word .

source: bp oil spill in gulf of mexico video http www.youtube.com watch?v ovnd6fa9fg
af: bp oliestorting in die golf van mexico video goo.gl ocmeg

source: have you noticed that humans and their activities are often the reason why water becomes polluted ?
af: het jy opgelet dat mense en hulle aktiwiteite dikwels die rede ishoekom water besoedel word ?

source: as humans we often forget that we are sharing this natural resource with many other organisms .
af: ons vergeet dikwels dat ons hierdie natuurlike hulpbron met baie ander organismes deel .

source: many of our activities can change the quality of the water in a way that affects the health and behaviour of other organisms .
af: baie van ons aktiwiteite verander die kwaliteit van water op 'n manier wat die gesondheid en gedragvan ander organismes be&#239;nvloed .

source: nature has special methods of cleaning polluted water .
af: die natuur het spesiale metodes om besoedelde water skoon te maak .

source: in nature water is purified in natural environments called wetlands .
af: in die natuur word water gesuiwer in natuurlike omgewings wat vleilande genoem word .
